[
  "نام محصول: تی شرت مردانه, دسته‌بندی: تی شرت, رنگ: آبی, سایز: مدیوم, قیمت: 250000, جنس: نخ, برند: نایک, موجودی: 50, مناسب فصل: بهار و تابستان",
  "نام محصول: تی شرت مردانه, دسته‌بندی: تی شرت, رنگ: مشکی, سایز: لارج, قیمت: 280000, جنس: نخ و پلی استر, برند: آدیداس, موجودی: 40, مناسب فصل: بهار و تابستان",
  "نام محصول: تی شرت مردانه, دسته‌بندی: تی شرت, رنگ: سفید, سایز: اسمال, قیمت: 230000, جنس: نخ, برند: پوما, موجودی: 60, مناسب فصل: بهار و تابستان",
  "نام محصول: تی شرت مردانه, دسته‌بندی: تی شرت, رنگ: خاکستری, سایز: اکسترا لارج, قیمت: 270000, جنس: نخ, برند: ریباک, موجودی: 45, مناسب فصل: بهار و تابستان",
  "نام محصول: شلوار جین زنانه, دسته‌بندی: شلوار, رنگ: مشکی, سایز: لارج, قیمت: 450000, جنس: جین, برند: زارا, موجودی: 30, مناسب فصل: تمام فصول",
  "نام محصول: شلوار جین زنانه, دسته‌بندی: شلوار, رنگ: آبی تیره, سایز: مدیوم, قیمت: 420000, جنس: جین, برند: لیوایز, موجودی: 35, مناسب فصل: تمام فصول",
  "نام محصول: شلوار جین زنانه, دسته‌بندی: شلوار, رنگ: خاکستری, سایز: اسمال, قیمت: 400000, جنس: جین, برند: مانگو, موجودی: 25, مناسب فصل: تمام فصول",
  "نام محصول: شلوار جین زنانه, دسته‌بندی: شلوار, رنگ: آبی روشن, سایز: اکسترا لارج, قیمت: 470000, جنس: جین, برند: اچ اند ام, موجودی: 20, مناسب فصل: تمام فصول",
  "نام محصول: کت مردانه, دسته‌بندی: کت, رنگ: خاکستری, سایز: لارج, قیمت: 1200000, جنس: پشم, برند: هوگو باس, موجودی: 15, مناسب فصل: پاییز و زمستان",
  "نام محصول: کت مردانه, دسته‌بندی: کت, رنگ: سرمه ای, سایز: مدیوم, قیمت: 1150000, جنس: پشم و پلی استر, برند: زارا, موجودی: 20, مناسب فصل: پاییز و زمستان",
  "نام محصول: کت مردانه, دسته‌بندی: کت, رنگ: مشکی, سایز: اکسترا لارج, قیمت: 1250000, جنس: پشم, برند: مانگو, موجودی: 10, مناسب فصل: پاییز و زمستان",
  "نام محصول: کت مردانه, دسته‌بندی: کت, رنگ: قهوه ای, سایز: اسمال, قیمت: 1100000, جنس: پشم, برند: نایک, موجودی: 12, مناسب فصل: پاییز و زمستان",
  "نام محصول: پیراهن زنانه, دسته‌بندی: پیراهن, رنگ: قرمز, سایز: اسمال, قیمت: 350000, جنس: ابریشم, برند: مانگو, موجودی: 25, مناسب فصل: بهار و تابستان",
  "نام محصول: پیراهن زنانه, دسته‌بندی: پیراهن, رنگ: سفید, سایز: مدیوم, قیمت: 320000, جنس: نخ, برند: زارا, موجودی: 30, مناسب فصل: بهار و تابستان",
  "نام محصول: پیراهن زنانه, دسته‌بندی: پیراهن, رنگ: آبی, سایز: لارج, قیمت: 360000, جنس: ابریشم, برند: فوراور 21, موجودی: 20, مناسب فصل: بهار و تابستان",
  "نام محصول: پیراهن زنانه, دسته‌بندی: پیراهن, رنگ: سبز, سایز: اکسترا اسمال, قیمت: 340000, جنس: نخ, برند: اچ اند ام, موجودی: 28, مناسب فصل: بهار و تابستان",
  "نام محصول: هودی unisex, دسته‌بندی: هودی, رنگ: سبز زیتونی, سایز: مدیوم, قیمت: 400000, جنس: نخ و پلی استر, برند: آدیداس, موجودی: 40, مناسب فصل: پاییز و زمستان",
  "نام محصول: هودی unisex, دسته‌بندی: هودی, رنگ: مشکی, سایز: لارج, قیمت: 420000, جنس: نخ, برند: پوما, موجودی: 35, مناسب فصل: پاییز و زمستان",
  "نام محصول: هودی unisex, دسته‌بندی: هودی, رنگ: خاکستری, سایز: اسمال, قیمت: 380000, جنس: پلی استر, برند: نایک, موجودی: 45, مناسب فصل: پاییز و زمستان",
  "نام محصول: هودی unisex, دسته‌بندی: هودی, رنگ: قرمز, سایز: اکسترا لارج, قیمت: 430000, جنس: نخ و پلی استر, برند: ریباک, موجودی: 30, مناسب فصل: پاییز و زمستان",
  "نام محصول: شال زنانه, دسته‌بندی: شال, رنگ: بنفش, سایز: یک سایز, قیمت: 150000, جنس: ویسکوز, برند: محلی, موجودی: 60, مناسب فصل: تمام فصول",
  "نام محصول: شال زنانه, دسته‌بندی: شال, رنگ: کرم, سایز: یک سایز, قیمت: 140000, جنس: نخ, برند: محلی, موجودی: 65, مناسب فصل: تمام فصول",
  "نام محصول: شال زنانه, دسته‌بندی: شال, رنگ: قرمز, سایز: یک سایز, قیمت: 160000, جنس: ابریشم, برند: محلی, موجودی: 55, مناسب فصل: تمام فصول",
  "نام محصول: شال زنانه, دسته‌بندی: شال, رنگ: آبی, سایز: یک سایز, قیمت: 145000, جنس: ویسکوز, برند: محلی, موجودی: 70, مناسب فصل: تمام فصول",
  "نام محصول: کفش ورزشی مردانه, دسته‌بندی: کفش, رنگ: سفید, سایز: 42, قیمت: 800000, جنس: چرم مصنوعی, برند: ریباک, موجودی: 20, مناسب فصل: تمام فصول",
  "نام محصول: کفش ورزشی مردانه, دسته‌بندی: کفش, رنگ: مشکی, سایز: 41, قیمت: 820000, جنس: مش, برند: نایک, موجودی: 18, مناسب فصل: تمام فصول",
  "نام محصول: کفش ورزشی مردانه, دسته‌بندی: کفش, رنگ: آبی, سایز: 43, قیمت: 780000, جنس: چرم مصنوعی, برند: آدیداس, موجودی: 22, مناسب فصل: تمام فصول",
  "نام محصول: کفش ورزشی مردانه, دسته‌بندی: کفش, رنگ: خاکستری, سایز: 40, قیمت: 790000, جنس: مش, برند: پوما, موجودی: 25, مناسب فصل: تمام فصول",
  "نام محصول: دامن زنانه, دسته‌بندی: دامن, رنگ: کرم, سایز: مدیوم, قیمت: 300000, جنس: نخ, برند: اچ اند ام, موجودی: 35, مناسب فصل: بهار و تابستان",
  "نام محصول: دامن زنانه, دسته‌بندی: دامن, رنگ: مشکی, سایز: اسمال, قیمت: 280000, جنس: نخ, برند: زارا, موجودی: 40, مناسب فصل: بهار و تابستان",
  "نام محصول: دامن زنانه, دسته‌بندی: دامن, رنگ: قرمز, سایز: لارج, قیمت: 320000, جنس: پلی استر, برند: مانگو, موجودی: 30, مناسب فصل: بهار و تابستان",
  "نام محصول: دامن زنانه, دسته‌بندی: دامن, رنگ: آبی, سایز: اکسترا اسمال, قیمت: 290000, جنس: نخ, برند: فوراور 21, موجودی: 38, مناسب فصل: بهار و تابستان",
  "نام محصول: ژاکت مردانه, دسته‌بندی: ژاکت, رنگ: سرمه ای, سایز: لارج, قیمت: 600000, جنس: پلی استر, برند: پوما, موجودی: 25, مناسب فصل: پاییز و زمستان",
  "نام محصول: ژاکت مردانه, دسته‌بندی: ژاکت, رنگ: مشکی, سایز: مدیوم, قیمت: 580000, جنس: نخ و پلی استر, برند: نایک, موجودی: 30, مناسب فصل: پاییز و زمستان",
  "نام محصول: ژاکت مردانه, دسته‌بندی: ژاکت, رنگ: قهوه ای, سایز: اکسترا لارج, قیمت: 620000, جنس: پشم, برند: آدیداس, موجودی: 20, مناسب فصل: پاییز و زمستان",
  "نام محصول: ژاکت مردانه, دسته‌بندی: ژاکت, رنگ: خاکستری, سایز: اسمال, قیمت: 590000, جنس: پلی استر, برند: ریباک, موجودی: 28, مناسب فصل: پاییز و زمستان",
  "نام محصول: بلوز زنانه, دسته‌بندی: بلوز, رنگ: زرد, سایز: اسمال, قیمت: 280000, جنس: نخ, برند: فوراور 21, موجودی: 30, مناسب فصل: بهار و تابستان",
  "نام محصول: بلوز زنانه, دسته‌بندی: بلوز, رنگ: سفید, سایز: مدیوم, قیمت: 270000, جنس: نخ, برند: زارا, موجودی: 35, مناسب فصل: بهار و تابستان",
  "نام محصول: بلوز زنانه, دسته‌بندی: بلوز, رنگ: صورتی, سایز: لارج, قیمت: 290000, جنس: ابریشم, برند: مانگو, موجودی: 25, مناسب فصل: بهار و تابستان",
  "نام محصول: بلوز زنانه, دسته‌بندی: بلوز, رنگ: آبی, سایز: اکسترا اسمال, قیمت: 275000, جنس: نخ, برند: اچ اند ام, موجودی: 32, مناسب فصل: بهار و تابستان",
  "نام محصول: شلوار کتان مردانه, دسته‌بندی: شلوار, رنگ: بژ, سایز: لارج, قیمت: 380000, جنس: کتان, برند: لیوایز, موجودی: 20, مناسب فصل: تمام فصول",
  "نام محصول: شلوار کتان مردانه, دسته‌بندی: شلوار, رنگ: خاکستری, سایز: مدیوم, قیمت: 360000, جنس: کتان, برند: زارا, موجودی: 25, مناسب فصل: تمام فصول",
  "نام محصول: شلوار کتان مردانه, دسته‌بندی: شلوار, رنگ: سرمه ای, سایز: اکسترا لارج, قیمت: 390000, جنس: کتان, برند: اچ اند ام, موجودی: 18, مناسب فصل: تمام فصول",
  "نام محصول: شلوار کتان مردانه, دسته‌بندی: شلوار, رنگ: مشکی, سایز: اسمال, قیمت: 370000, جنس: کتان, برند: مانگو, موجودی: 22, مناسب فصل: تمام فصول",
  "نام محصول: کاپشن زنانه, دسته‌بندی: کاپشن, رنگ: مشکی, سایز: مدیوم, قیمت: 950000, جنس: پلی استر, برند: نورث فیس, موجودی: 10, مناسب فصل: زمستان",
  "نام محصول: کاپشن زنانه, دسته‌بندی: کاپشن, رنگ: سبز تیره, سایز: لارج, قیمت: 970000, جنس: پلی استر, برند: کولومبیا, موجودی: 12, مناسب فصل: زمستان",
  "نام محصول: کاپشن زنانه, دسته‌بندی: کاپشن, رنگ: خاکستری, سایز: اسمال, قیمت: 930000, جنس: پشم و پلی استر, برند: زارا, موجودی: 15, مناسب فصل: زمستان",
  "نام محصول: کاپشن زنانه, دسته‌بندی: کاپشن, رنگ: آبی, سایز: اکسترا لارج, قیمت: 980000, جنس: پلی استر, برند: مانگو, موجودی: 8, مناسب فصل: زمستان",
  "نام محصول: کلاه unisex, دسته‌بندی: کلاه, رنگ: قرمز, سایز: یک سایز, قیمت: 120000, جنس: نخ, برند: آدیداس, موجودی: 50, مناسب فصل: تمام فصول",
  "نام محصول: کلاه unisex, دسته‌بندی: کلاه, رنگ: مشکی, سایز: یک سایز, قیمت: 115000, جنس: نخ, برند: نایک, موجودی: 55, مناسب فصل: تمام فصول",
  "نام محصول: کلاه unisex, دسته‌بندی: کلاه, رنگ: آبی, سایز: یک سایز, قیمت: 125000, جنس: پلی استر, برند: پوما, موجودی: 45, مناسب فصل: تمام فصول",
  "نام محصول: کلاه unisex, دسته‌بندی: کلاه, رنگ: خاکستری, سایز: یک سایز, قیمت: 110000, جنس: نخ, برند: ریباک, موجودی: 60, مناسب فصل: تمام فصول",
  "نام محصول: کفش کژوال زنانه, دسته‌بندی: کفش, رنگ: صورتی, سایز: 38, قیمت: 650000, جنس: چرم مصنوعی, برند: اسکیچرز, موجودی: 15, مناسب فصل: بهار و تابستان",
  "نام محصول: کفش کژوال زنانه, دسته‌بندی: کفش, رنگ: سفید, سایز: 37, قیمت: 630000, جنس: مش, برند: آدیداس, موجودی: 18, مناسب فصل: بهار و تابستان",
  "نام محصول: کفش کژوال زنانه, دسته‌بندی: کفش, رنگ: مشکی, سایز: 39, قیمت: 660000, جنس: چرم مصنوعی, برند: نایک, موجودی: 12, مناسب فصل: بهار و تابستان",
  "نام محصول: کفش کژوال زنانه, دسته‌بندی: کفش, رنگ: خاکستری, سایز: 36, قیمت: 640000, جنس: مش, برند: پوما, موجودی: 20, مناسب فصل: بهار و تابستان",
  "نام محصول: مانتو زنانه, دسته‌بندی: مانتو, رنگ: مشکی, سایز: مدیوم, قیمت: 500000, جنس: نخ, برند: محلی, موجودی: 25, مناسب فصل: تمام فصول",
  "نام محصول: مانتو زنانه, دسته‌بندی: مانتو, رنگ: کرم, سایز: لارج, قیمت: 480000, جنس: نخ و پلی استر, برند: محلی, موجودی: 30, مناسب فصل: تمام فصول",
  "نام محصول: مانتو زنانه, دسته‌بندی: مانتو, رنگ: آبی تیره, سایز: اسمال, قیمت: 520000, جنس: ویسکوز, برند: محلی, موجودی: 20, مناسب فصل: تمام فصول",
  "نام محصول: مانتو زنانه, دسته‌بندی: مانتو, رنگ: سبز, سایز: اکسترا لارج, قیمت: 490000, جنس: نخ, برند: محلی, موجودی: 28, مناسب فصل: تمام فصول"
]